const content = {
  ru: {
    navbar: {
      home: 'Главная',
      news: 'Новости',
      students: 'Ученики',
      teachers: 'Учителя',
      contact: 'Контакты',
      administration: 'Администрация',
      contact_button: 'Контакт',
    },
    intro: {
      heading: 'Добро пожаловать в общеобразовательную среднюю школу № 182.',
      text: 'Общеобразовательная средняя школа №182, расположенная в городе Ташкенте, Республика Узбекистан.',
    },
    news: {
      heading: 'Новости школы',
      more: 'Более',
    },
  },
  uz: {
    navbar: {
      home: 'Бош саҳифа',
      news: 'Янгиликлар',
      students: ' Фаол ўқувчилар',
      teachers: 'Ўқтувчилар',
      contact: 'Боғланиш',
      administration: 'Мактаб маъмурияти',
      contact_button: 'Боғланиш',
    },
    intro: {
      heading: '182-сонли умумий ўрта таълим мактабига ҳуш келибсиз. ',
      text: 'Ўзбекистон Республикаси Тошкент шахрида жойлашган 182-сонли умумий ўрта таълим мактаби.',
    },
    news: {
      heading: 'Мактаб янгиликлари',
      more: 'Кўпроқ',
    },
  },
};

export default content;
